Repository: BartzikWebdesign/wp-event-organiser-extended-admin-interface
Catalog: languages/event-organiser-extended-admin-interface-*.po
Languages: de_de

source: Reserved
de_de: Reserviert

source: Reservations <span class="count">(%s)</span>
de_de: Reservierungen <span class="count">(%s)</span>

source: Class Number
de_de: Kurs-Nummer

source: Event Bookings
de_de: Terminbuchungen

source: Show Event Bookings
de_de: Zeige Terminbuchungen

source: Action
de_de: Aktion

source: Edit Booking Details
de_de: Buchungsdetails bearbeiten

source: Reservate Tickets
de_de: Tickets reservieren

source: Class-No.
de_de: Kurs-Nr.

source: Please enter a class number (up to 10 characters)
de_de: Bitte geben Sie eine Kurs-Nr. ein (max. 10 Zeichen)

source: Internal notes
de_de: Interne Notizen

source: Here you can save internal notes.
de_de: Hier können Sie interne Notizen eingeben.

source: Edit booking details
de_de: Buchungsdetails bearbeiten

source: The transferred ID is not a valid booking ID!
de_de: Die übergebene ID ist keine gültige Buchungs-ID!

source: Back
de_de: Zurück

source: The booking with booking reference <b>#%1$s</b> cannot be modified because the booking form <b>#%2$s</b> is not available (anymore).
de_de: Die Buchung mit der Buchungsnummer <b>#%1$s</b> kann nicht geändert werden, weil das Buchungsformular <b>#%2$s</b> nicht (mehr) verfügbar ist.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Save
de_de: Speichern

source: The booking with the booking reference <a href="edit.php?post_type=event&page=bookings&action=edit&booking_id=%1$s"><b>#%1$s</b></a> has been successfully processed.
de_de: Die Buchung mit der Buchungsreferenz <a href="edit.php?post_type=event&page=bookings&action=edit&booking_id=%1$s"><b>#%1$s</b></a> wurde erfolgreich bearbeitet.

source: All seats are already occupied for this appointment. Reservations can no longer be made.
de_de: Für diesen Termin sind bereits alle Plätze belegt. Es können keine Reservierungen mehr vorgenommen werden.

source: Reservation details
de_de: Angaben zur Reservierung

source: Please select the date for which you would like to make a reservation and then the number of tickets to reserve. Under Comments you can optionally enter a note for the reservation. This can be edited later.
de_de: Bitte wählen Sie den Termin, für den Sie eine Reservierung vornehmen möchten und anschließend die Anzahl der zu reservierenden Tickets. Unter Bemerkungen können Sie optional eine Notiz zur Reservierung eintragen. Diese kann später editiert werden.

source: Event
de_de: Termin

source: Select the appointment from the list for which tickets are to be reserved.
de_de: Wählen Sie den Termin aus der Liste aus, für den Tickets reserviert werden sollen.

source: Ticket Type
de_de: Tickettyp

source: Price
de_de: Preis

source: Select ticket type from the list to be reserved.
de_de: Wählen Sie Tickettyp aus der Liste aus, der reserviert werden soll.

source: Reservations
de_de: Reservierungen

source: %s Ticket available
de_de: %s Ticket verfügbar

source: Enter the number of tickets to be reserved here.
de_de: Geben Sie hier die Anzahl der zu reservierenden Tickets ein.

source: Remarks
de_de: Bemerkungen

source: Reservation by administrator
de_de: Reservierung durch Administrator

source: Enter here a comment to be saved to the reservation.
de_de: Geben Sie hier eine Bemerkung ein, die zu der Reservierung gespeichert werden soll.

source: Optional reservation information
de_de: Optionale Angaben zur Reservierung

source: The following information is optional and can be edited later.
de_de: Die nachfolgenden Angaben sind optional und später editierbar.

source: A reservation for the event with the eventID <b>#%1$s</b> cannot be made because the booking form <b>#%2$s</b> is not available (anymore).
de_de: Eine Reservierung für das Event mit der EventID <b>#%1$s</b> kann nicht angelegt werden, weil das Buchungsformular <b>#%2$s</b> nicht (mehr) verfügbar ist.

source: The reservation was successfully completed using the booking reference <a href="edit.php?post_type=event&page=bookings&action=edit&booking_id=%1$s"><b>#%1$s</b></a>.
de_de: Die Reservierung wurde erfolgreich unter der Buchungsreferenz <a href="edit.php?post_type=event&page=bookings&action=edit&booking_id=%1$s"><b>#%1$s</b></a> erfasst.

source: Generated Tickets
de_de: Erzeugte Tickets

source: Ticket No.
de_de: Ticket Nr.

source: There are not enough seats available for this event
de_de: Es sind nicht genügend freie Plätze für dieses Event verfügbar

source: Desired reservations
de_de: Gewünschte Reservierungen

source: Available reservations
de_de: Verfügbare Reservierungen

source: No reservation has been made.
de_de: Es wurde keine Reservierung vorgenommen.

source: You have not indicated a valid number of reserved tickets!
de_de: Sie haben keine gültige Anzahl zu reservierender Tickets angegeben!

source: Not all required data was transmitted!
de_de: Es wurden nicht alle erforderlichen Daten übermittelt!

source: Check for updates
de_de: Suche nach Aktualisierungen

source: View details
de_de: Zeige Details

source: More information about %s
de_de: Weitere Informationen über %s

# the plugin title
source: The %s plugin is up to date.
de_de: Das Plugin %s ist auf dem neusten Stand.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Konnte nicht prüfen, ob Updates für das Plugin %s verfügbar sind.

source: Unknown update checker status "%s"
de_de: Unbekannter Status für Aktualisierungscheck "%s"

source: There is no changelog available.
de_de: Es ist kein Changelog verfügbar.

source: https://github.com/BartzikWebdesign/wp-event-organiser-extended-admin-interface
de_de: https://github.com/BartzikWebdesign/wp-event-organiser-extended-booking-form

source: Extends the administration interface of the "Event Organizer" plugin with the "Reserve Tickets" entry as well as the appropriate ticket status "Reserved". Furthermore, it expands events with the meta tag "class no." and "internal notes". It also offers the possibility to further process bookings.
de_de: Erweitert die Administrationsoberfläche des Plugins "Event Organizer" um den Eintrag "Tickets reservieren" sowie über den passenden Ticketstatus "Reserviert". Weiterhin erweitert es Events um die Metafelder "Kurs-Nr." und "Interne Notizen". Zudem bietet es die Möglichkeit, Buchungen weitergehend zu bearbeiten.
